export const COMMUNITY_NEWS_DATA = [
  {
    id: '1',
    title: 'Проводиться голосування за кращий варіант дитячої площадки',
    urlToImage: 'https://picsum.photos/550/250',
    publishedAt: new Date().getTime(),
    description:
      'У нашому ОСББ проводиться захоплююча подія, що привертає увагу всіх мешканців – голосування за кращий варіант дитячої площадки! Це ініціатива, яка дає можливість дорослим і дітям спільно обирати найкращу та найбезпечнішу місцеву дитячу площадку. З врахуванням інтересів громади, місцева влада організувала відкрите голосування, яке триватиме протягом наступних двох тижнів. Кожен мешканець, незалежно від віку, має можливість взяти участь у виборі кращого варіанта з численних пропозицій, які надійшли від громадських організацій, місцевих архітекторів та батьків. Нова дитяча площадка буде створена з урахуванням сучасних стандартів безпеки, забезпечуючи дітям комфорт та розваги. Проект передбачає встановлення різноманітних гойдалок, каруселей, лазалок, каталок та інших цікавих елементів, що стимулюють фізичний розвиток та творчість маленьких жителів нашого будинку. Запровадження такого голосування відкриває додаткові можливості для залучення мешканців до прийняття рішень, що стосуються благоустрою та розвитку їхнього місця проживання. Це чудовий приклад демократичного процесу, який сприяє активній участі громадян, особливо дітей, у формуванні свого оточення. Закликаємо спільноту приєднатися до голосування і висловити свою думку щодо кращої дитячої площадки. Результати голосування будуть уважно проаналізовані та враховані при подальшому плануванні та реалізації проекту. Після закінчення голосування будуть оголошені результати, а переможний варіант буде обраний для реалізації.',
    link: 'https://docs.google.com/forms/d/18sVRZDC7hl5n7560joqmMCrF9aG12EXSyHR_geOb-CE/edit#responses',
  },
  {
    id: '2',
    title:
      'Ремонтні роботи  - до 08-00 21-09-2023 необхідно звільнити паркувальний майданчик біля будинку № 1',
    urlToImage: 'https://picsum.photos/550/250',
    publishedAt: new Date().getTime(),
    description:
      'Шановні мешканці будинку № 1! Повідомляємо вас про проведення ремонтних робіт на паркувальному майданчику біля вашого будинку. З метою забезпечення безпеки та зручності робітників, просимо звільнити паркувальний майданчик до 08-00 21-09-2023. Приносимо свої вибачення за тимчасові незручності, які можуть виникнути через ці ремонтні роботи. Дякуємо за розуміння та співпрацю! З повагою, Адміністрація будинку № 1.',
    link: '',
  },
  {
    id: '3',
    title:
      'Обираємо Голову ОСББ. Перший тур голосування відбудеться 21-09-2023 з 10-00 до 18-00',
    urlToImage: 'https://picsum.photos/550/250',
    publishedAt: new Date().getTime(),
    description:
      'Шановні мешканці! Нагадуємо вам, що 21-09-2023 відбудеться перший тур голосування на посаду Голови ОСББ нашого будинку. Голосування триватиме з 10-00 до 18-00. Нагадуємо, що кожен мешканець нашого будинку має право взяти участь у голосуванні та вплинути на вибір кандидата, який буде представляти нашу спільноту. Просимо вас бути відповідальними та дбайливо підходити до вибору кандидата. Пам`ятайте, що від вашого голосу залежить майбутнє нашого будинку та комфорт нашого проживання. З повагою, Адміністрація будинку.',
    link: '',
  },
  {
    id: '4',
    title:
      'Триває збір коштів на облаштування прибудинкової території. Встановлення та закупівля лавочок, смітників.',
    urlToImage: 'https://picsum.photos/550/250',
    publishedAt: new Date().getTime(),
    description:
      'Шановні мешканці! Нагадуємо вам про збір коштів на облаштування прибудинкової території. Ми плануємо встановити лавочки та смітники, щоб зробити нашу територію більш комфортною та приємною для відпочинку. До складу комітету зі збору коштів увійшли волонтери з нашого будинку, які зроблять все можливе, щоб забезпечити ефективне та прозоре використання коштів. Якщо ви бажаєте підтримати нашу ініціативу, будь ласка, зв`яжіться з комітетом та внесіть свій внесок. Дякуємо за вашу співпрацю та підтримку нашого спільного дому. З повагою,Комітет зі збору коштів.scription',
    link: '',
  },
];

export type TCommunityNews = typeof COMMUNITY_NEWS_DATA;
